-- MySQL dump 10.13  Distrib 5.7.22, for osx10.12 (x86_64)
--
-- Host: 0.0.0.0    Database: Tripresso
-- ------------------------------------------------------
-- Server version	5.7.20

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `Tripresso`
--

CREATE DATABASE /*!32312 IF NOT EXISTS*/ `Tripresso` /*!40100 DEFAULT CHARACTER SET latin1 */;

USE `Tripresso`;

--
-- Table structure for table `agencytable`
--

DROP TABLE IF EXISTS `agencytable`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `agencytable` (
  `agency_id` int(11) NOT NULL AUTO_INCREMENT,
  `agency_text` varchar(255) NOT NULL,
  PRIMARY KEY (`agency_id`),
  UNIQUE KEY `agency_text` (`agency_text`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `agencytable`
--

LOCK TABLES `agencytable` WRITE;
/*!40000 ALTER TABLE `agencytable` DISABLE KEYS */;
INSERT INTO `agencytable` VALUES (1,'gloriatour'),(2,'orangetour');
/*!40000 ALTER TABLE `agencytable` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `bigtable`
--

DROP TABLE IF EXISTS `bigtable`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `bigtable` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` mediumtext CHARACTER SET utf8,
  `product_num` varchar(255) NOT NULL,
  `product_price` text NOT NULL,
  `product_days` mediumtext CHARACTER SET utf8,
  `product_total` text NOT NULL,
  `product_available` text NOT NULL,
  `product_date_normal` text NOT NULL,
  `country` mediumtext CHARACTER SET utf8,
  `city` mediumtext CHARACTER SET utf8,
  `agency_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `product_num` (`product_num`),
  KEY `agency_id` (`agency_id`),
  CONSTRAINT `bigtable_ibfk_1` FOREIGN KEY (`agency_id`) REFERENCES `agencytable` (`agency_id`)
) ENGINE=InnoDB AUTO_INCREMENT=121 DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `bigtable`
--

LOCK TABLES `bigtable` WRITE;
/*!40000 ALTER TABLE `bigtable` DISABLE KEYS */;
INSERT INTO `bigtable` VALUES (1,'～每月促銷最低價，一口價～【精選釜慶】汗蒸幕體驗、佛國寺、泰迪熊博物館、天空步道、海洋博物館、太宗台、甘川洞文化村４日','SELB4BX8902A','8,499','4天','33','0','2018/09/02','韓國','釜山',1),(2,'【戲雪趣】愛寶樂園、冰雪王國、單車樂活、童話村、時尚明洞、塗鴉秀５天','SELA5OZ8902A','11,500','5天','23','0','2018/09/02','韓國','首爾',1),(3,'【花漾韓國】～入住首爾市區飯店+升等五花飯店～韓服體驗、愛寶樂園、冰雪樂園、光明洞窟、拌飯秀５天','SELA5OZ8902C','14,500','5天','23','0','2018/09/02','韓國','首爾',1),(4,'【線上旅展】就去新加坡玩吧自由輕鬆走四日遊【送環球影城門票＋園區餐券】(二人成行)','SIND4CI8902A','16,000','4天','6','6','2018/09/02','新加坡','新加坡',1),(5,'【線上旅展】星光熠熠新加坡環球影城濱海灣花園金沙娛樂城超值四日(四人成行)','SINI4CI8902A','20,500','4天','6','6','2018/09/02','新加坡','新加坡',1),(6,'【童趣韓國】～全程五花住宿＆不進人蔘寶肝店～韓服漫遊、愛寶樂園、汗蒸幕、亂打秀５天','SELA5OZ8902B','20,500','5天','23','0','2018/09/02','韓國','首爾',1),(7,'【馬新旺福】馬新雙國吉隆坡高塔自助餐馬六甲5D立體藝術館金沙娛樂城超值五日遊(新加坡一晚)','KS205CI8902A','20,588','5天','14','0','2018/09/02','馬新雙國','馬來西亞+新加坡',1),(8,'《小城故事金三角風情》清邁聖獅公園、放天燈體驗、大象便便紙DIY、泰式指壓、湄登叢林騎象、夜間動物園五日(含稅簽/長榮)','CNXAABR8902A','23,800','5天','31','0','2018/09/02','泰國','泰北(清邁、清萊)',1),(9,'《大城小愛》～六人成行，含導遊小費～走訪歷史古城、柚木古米船遊河、水上市場、嘟嘟車遊泰國五日','BKKBHCI8902A','24,300','5天','6','6','2018/09/02','泰國','曼谷(芭達雅、華欣、桂河)',1),(10,'全新《金喜泰國》～六人成行，含小費，不走珠寶蛇園～金莎美島、精彩人妖秀VIP、河畔夜市泰國五日','BKKBQCI8902A','25,000','5天','6','6','2018/09/02','泰國','曼谷(芭達雅、華欣、桂河)',1),(11,'【米其林一星】食尚樂活新加坡環球影城S.E.A.海洋館濱海灣花園世界最高摩天輪四日【小孩不佔-5000】(4人成行)','SINA4CI8902A','25,800','4天','18','17','2018/09/02','新加坡','新加坡',1),(12,'菲趣宿霧與鯨共遊薄荷島+資生堂島雙跳島超級玩家五日遊(BR)','CEBC5BR8902A','26,500','5天','16','0','2018/09/02','菲律賓','馬尼拉、宿霧、克拉克',1),(13,'《泰北清邁好時光》森林百萬渡假村激流泛舟叢林探險大象便便紙DIY夜間動物園五日遊(含稅簽/無購物/白天無自費/長榮)','CNXABBR8902A','29,800','5天','20','0','2018/09/02','泰國','泰北(清邁、清萊)',1),(14,'【四國PAK】魔女宅急便小豆島、祖谷秘境、神穩少女道後五日','JTAK5CI8902A','35,900','5天','24','23','2018/09/02','日本','四國、中國(高松/廣島/鳥取)',1),(15,'就要玩日本～北陸立山黑部．童話合掌村．峽谷遊船溫泉六日遊','JNPL6CI8902A','36,800','6天','27','26','2018/09/02','日本','北陸黑部立山(名古屋/富山/小松)',1),(16,'【舒活秘境】～兩人成行，無購物，含簽證，含小費～珊月灣浮潛、環島富貴大佛、古式按摩、蘇美島五日遊','BKKBPCI8902A','39,500','5天','8','8','2018/09/02','泰國','蘇美島',1),(17,'【送漫遊wifi】雪梨墨爾本雙城八日含小費雙夜遊','AUSM8CI8902A','55,800','8天','0','0','2018/09/02','大洋洲(紐西蘭.澳洲)','雪梨墨爾本雙城',1),(18,'【歡樂沖繩】～琉球海洋博、永旺夢樂城、美國村、歡樂四日','JOKA4CI8903C','19,900','4天','22','0','2018/09/03','日本','沖繩(琉球/石垣島/久米島)',1),(19,'《小城故事金三角風情》清邁聖獅公園、放天燈體驗、大象便便紙DIY、泰式指壓、湄登叢林騎象、夜間動物園五日(含稅簽/長榮)','CNXAABR8903A','23,800','5天','20','0','2018/09/03','泰國','泰北(清邁、清萊)',1),(20,'《泰北清邁好時光》森林百萬渡假村激流泛舟叢林探險大象便便紙DIY夜間動物園五日遊(含稅簽/無購物/白天無自費/長榮)','CNXABBR8903A','29,800','5天','20','0','2018/09/03','泰國','泰北(清邁、清萊)',1),(21,'就要玩北海道～百萬夜景、三大螃蟹食放題、浪漫小樽輕鬆遊五日','JSPK5CI8903A','32,800','5天','32','31','2018/09/03','日本','北海道',1),(22,'【時尚玩釜山】～升等五花飯店～佛國寺、八公山纜車、西面鬧區、天空步道、甘川洞文化村５日','SELB5BX8904A','11,500','5天','18','17','2018/09/04','韓國','釜山',1),(23,'【秒殺！玩首爾】★不走人蔘護肝寶★明洞半天自由行、樂天超市、ＡＲ美術館、弘大藝術街、夜燈節５日','SELA5OZ8904A','14,900','5天','18','17','2018/09/04','韓國','首爾',1),(24,'【橫行霸道】～帝王蟹吃到飽～泰國水上市場、出海六合一、爆笑鐵路、騎大象、ＳＰＡ、泰迪熊、火車夜市５日','BKKBSSL8904A','15,500','5天','16','15','2018/09/04','泰國','曼谷(芭達雅、華欣、桂河)',1),(25,'【線上旅展】就去新加坡玩吧自由輕鬆走四日遊【送環球影城門票＋園區餐券】(二人成行)','SIND4CI8904A','16,000','4天','6','6','2018/09/04','新加坡','新加坡',1),(26,'【線上旅展】星光熠熠新加坡環球影城濱海灣花園金沙娛樂城超值四日(四人成行)','SINI4CI8904A','20,500','4天','6','6','2018/09/04','新加坡','新加坡',1),(27,'【馬新旺福】馬新雙國吉隆坡高塔自助餐馬六甲5D立體藝術館金沙娛樂城超值五日遊(新加坡一晚)','KS205CI8904A','20,588','5天','18','17','2018/09/04','馬新雙國','馬來西亞+新加坡',1),(28,'【首濟愛雙飛】神話主題樂園、泰迪熊博物館、樂高積木館、7017空中花園、ONEMOUNT冰雪樂園、明洞購物趣、塗鴉秀六日','SELA6OZ8904A','21,500','6天','16','15','2018/09/04','韓國','首爾',1),(29,'《小城故事金三角風情》清邁聖獅公園、放天燈體驗、大象便便紙DIY、泰式指壓、湄登叢林騎象、夜間動物園五日(含稅簽/長榮)','CNXAABR8904A','23,800','5天','20','0','2018/09/04','泰國','泰北(清邁、清萊)',1),(30,'【星光燦爛FUN暑假】檳城蘭卡威三離島天空步道升旗山纜車3D立體畫館SKY旋轉塔五日','PENI5CI8904A','25,300','5天','18','17','2018/09/04','馬來西亞','檳城、蘭卡威',1),(31,'【米其林一星】食尚樂活新加坡環球影城S.E.A.海洋館濱海灣花園世界最高摩天輪四日【小孩不佔-5000】(4人成行)','SINA4CI8904A','25,800','4天','18','17','2018/09/04','新加坡','新加坡',1),(32,'菲趣宿霧與鯨共遊薄荷島+資生堂島雙跳島超級玩家五日遊(BR)','CEBC5BR8904A','26,500','5天','16','0','2018/09/04','菲律賓','馬尼拉、宿霧、克拉克',1),(33,'《泰航星空聯盟》情定普吉～摩登VILLA+喀比紅樹林泛舟探險+柏森大自然森呼吸幻多奇主題樂園5日(6人成行)(含稅簽)','HKTTETG8904A','27,400','5天','16','15','2018/09/04','泰國','普吉島 (迷你小團)',1),(34,'《泰北清邁好時光》森林百萬渡假村激流泛舟叢林探險大象便便紙DIY夜間動物園五日遊(含稅簽/無購物/白天無自費/長榮)','CNXABBR8904A','29,800','5天','20','0','2018/09/04','泰國','泰北(清邁、清萊)',1),(35,'就要玩九州～天空步道夢大吊橋湯布院雙溫泉河豚美食五日遊','JFOK5CI8904A','29,800','5天','26','25','2018/09/04','日本','九州(福岡/宮崎/鹿兒島/熊本)',1),(36,'降價囉！就要玩北海道~馬牧場百萬夜景雙纜車哈密瓜螃蟹放題五日遊','JSPK5BR8904A','31,900','5天','28','0','2018/09/04','日本','北海道',1),(37,'就要玩日本～北陸立山黑部．童話合掌村．峽谷遊船溫泉六日遊','JNPL6CI8904A','36,800','6天','27','26','2018/09/04','日本','北陸黑部立山(名古屋/富山/小松)',1),(38,'雪梨墨爾本雙城八日(含小費)-早晚','AUSM8CI8904A','55,800','8天','22','0','2018/09/04','大洋洲(紐西蘭.澳洲)','雪梨墨爾本雙城',1),(39,'JL日本假期～花現北海道～知床遊船‧禮文+利尻雙島‧稚內七日','JLPK7JL8904A','60,900','7天','25','0','2018/09/04','日本','北海道',1),(40,'【橫行霸道】～帝王蟹吃到飽～泰國水上市場、出海六合一、爆笑鐵路、騎大象、ＳＰＡ、泰迪熊、火車夜市５日','BKKBSXW8905A','15,500','5天','16','15','2018/09/05','泰國','曼谷(芭達雅、華欣、桂河)',1),(41,'【夏艷濟州】韓國濟州神話樂園、3D奧妙藝術館、海上噴射快艇、鐵道自行車、亂打秀４日','CJU04IT8905A','15,900','4天','24','0','2018/09/05','韓國','濟州',1),(42,'【直航→江南、杭州進/上海出】雙古鎮(南潯.木瀆)、船遊京杭大運河、虎跑泉聽泉特色美食五天(無購物.無自費)','HGHA5CA8905A','17,900','5天','17','16','2018/09/05','大陸華東(上蘇杭/南昌/黃山/溫州)','江南/普陀山',1),(43,'江南雙古鎮、船遊京杭運河、登環球金融中心100層、上海郵輪大船豪華酒店5日遊(含稅、無購物)','HGHC5CA8905A','18,900','5天','17','16','2018/09/05','大陸華東(上蘇杭/南昌/黃山/溫州)','江南/普陀山',1),(44,'溫州雁蕩山、南溪江、洞頭望海樓半屏山、土豪宴五日(入住五星酒店、無購物、無自費)','WNZC5CA8905A','20,900','5天','20','19','2018/09/05','大陸華東(上蘇杭/南昌/黃山/溫州)','江南/普陀山',1),(45,'《小城故事金三角風情》清邁聖獅公園、放天燈體驗、大象便便紙DIY、泰式指壓、湄登叢林騎象、夜間動物園五日(含稅簽/長榮)','CNXAABR8905A','24,300','5天','20','0','2018/09/05','泰國','泰北(清邁、清萊)',1),(46,'《大城小愛》～六人成行，含導遊小費～走訪歷史古城、柚木古米船遊河、水上市場、嘟嘟車遊泰國五日','BKKBHCI8905A','24,800','5天','6','6','2018/09/05','泰國','曼谷(芭達雅、華欣、桂河)',1),(47,'全新《金喜泰國》～六人成行，含小費，不走珠寶蛇園～金莎美島、精彩人妖秀VIP、河畔夜市泰國五日','BKKBQCI8905A','25,500','5天','6','6','2018/09/05','泰國','曼谷(芭達雅、華欣、桂河)',1),(48,'【兩晚喜來登酒店+華麗自助餐價值RMB238】桂林世外桃源、印象劉三姐五天(VIP三排椅+WIFI+無購物、無自費)','KWLC5CZ8905A','25,900','5天','16','15','2018/09/05','大陸華南(海口/桂林/廈門/廣州/港澳)','廣西(桂林/南寧/陽朔)',1),(49,'張家界、鳳凰古城、天門山峽谷風情雲天渡六日(VIP三排椅、無購物)','DYGA6CZ8905A','25,900','6天','16','15','2018/09/05','大陸華中(張家界/長沙/鄭州/武漢)','湖南(長沙/張家界)',1),(50,'關島自由行五日遊(早去晚回)~含稅金~','GUMF5CI8905A','26,888','5天','6','6','2018/09/05','太平洋小島(關島.帛琉)','關島',1),(51,'就是要玩帛琉四日遊','RORE4CI8905A','28,800','4天','10','10','2018/09/05','太平洋小島(關島.帛琉)','帛琉',1),(52,'漫步山東台兒莊海上摩天輪天蒙山懸崖棧道玻璃橋尋蟹採果趣8天(無購物、無自費)','TAOA8CI8905A','28,900','8天','16','15','2018/09/05','大陸華北(北京/天津/青島/太原/呼市)','山東',1),(53,'菲趣宿霧與鯨共游薄荷島沙丁魚風暴海豚游蹤精彩五日遊(BR)(2晚渡假村)(2人成行)','CEBB5BR8905A','29,500','5天','16','0','2018/09/05','菲律賓','馬尼拉、宿霧、克拉克',1),(54,'帛琉夢幻海王子四日遊(金鑽版)','RYY04CI8905A','29,800','4天','10','10','2018/09/05','太平洋小島(關島.帛琉)','帛琉',1),(55,'【艾上青島】獨家安排五星艾美+龍蝦自助餐、泰山玉皇頂、曲阜孔廟、美食品酒八日(無購物、無自費、無車購)','TAOB8CI8905A','29,900','8天','16','15','2018/09/05','大陸華北(北京/天津/青島/太原/呼市)','山東',1),(56,'《泰北清邁好時光》森林百萬渡假村激流泛舟叢林探險大象便便紙DIY夜間動物園五日遊(含稅簽/無購物/白天無自費/長榮)','CNXABBR8905A','30,300','5天','20','0','2018/09/05','泰國','泰北(清邁、清萊)',1),(57,'帛琉海陸美食+三次出海+三次夜遊(含夜釣)四日遊','RLL04CI8905A','30,800','4天','8','8','2018/09/05','太平洋小島(關島.帛琉)','帛琉',1),(58,'探索千年古都西安、世界奇蹟兵馬俑、夢迴大唐歌舞秀八日(五星悅椿溫泉酒店、無購物、無自費)','XIYA8MU8905A','30,900','8天','17','16','2018/09/05','大陸西北(絲路/西安/烏魯木齊/銀川)','陝西(西安)',1),(59,'【直航～兩省遊】西安+河南～兵馬俑.西嶽華山.少林寺.龍門石窟.清明上河園.五星酒店.三排椅車.無購物八天','XIYC8MU8905A','33,900','8天','17','16','2018/09/05','大陸西北(絲路/西安/烏魯木齊/銀川)','陝西(西安)',1),(60,'就要玩日本～東京伊豆半島景觀列車、寢姿山、熱海溫泉美食五日','JTIT5CI8905B','34,800','5天','28','27','2018/09/05','日本','東京',1),(61,'5星【直飛】加贈洞穴飯店蕃紅花城11日','ME1180903TKA','47,900','11天','22','0','2018/09/03','中東','土耳其',2),(62,'Hello!長榮荷德比法3遊船OUTLET10天','EW1080903BRA','69,900','10天','26','0','2018/09/03','中西歐','荷蘭/比利時/法國/德國',2),(63,'南歐伊比利半島西班牙、葡萄牙、直布羅陀、畢爾包浪漫美食15天','ES1580904TKA','124,900','15天','27','26','2018/09/04','南歐','西葡',2),(64,'榮耀斯堪地那維亞之旅-北歐五國、冰島、峽灣觀景列車經典12日','EN1280904SKB','134,900','12天','26','25','2018/09/04','北歐','北歐5國(冰島)',2),(65,'親子水陸雙樂園5日','ICN180905KEB','13,000','5天','16','16','2018/09/05','韓國','首爾',2),(66,'哈韓94狂～超人氣三大主題5日','ICN180905KEA','15,000','5天','16','16','2018/09/05','韓國','首爾',2),(67,'精緻千禧號遊輪-阿拉斯加哈伯冰河南下航線12天','EC1280905BRA','114,900','12天','36','0','2018/09/05','遊輪','阿拉斯加 遊輪',2),(68,'東京蝦拼半自助漫遊五日','TYO180906ITA','21,999','5天','16','15','2018/09/06','日本團體','東京',2),(69,'5星巴爾幹半島克斯蒙3國雙跳島、雙國家公園、三遊船12天','EE1280906OSA','117,900','12天','26','25','2018/09/06','東歐','克斯蒙(克羅埃西亞)',2),(70,'肯亞野性呼喚10天非洲王子系列','AK1080906KQA','159,900','10天','13','12','2018/09/06','非洲','肯亞',2),(71,'奧捷雙國、米其林、湖區、古堡、遊船、雙登塔10天(長榮直飛)','EE1080907BRA','62,900','10天','26','25','2018/09/07','東歐','奧捷',2),(72,'西班牙七大城聖家堂佛朗明哥晚餐秀10日','SS1080907TKA','69,900','10天','26','25','2018/09/07','南歐','西班牙',2),(73,'直飛土耳其世界遺產、愛琴海蕃紅花10日(5晚5星+1晚洞穴)','ME1080908TKA','48,900','10天','26','0','2018/09/08','中東','土耳其',2),(74,'肯亞我要玩狠大8天','AK0880908KQA','125,900','8天','13','12','2018/09/08','非洲','肯亞',2),(75,'品味法拉利南北義龐貝藍洞OUTLET10天','EW1080909QRA','75,900','10天','26','25','2018/09/09','中西歐','義大利',2),(76,'浪漫愛琴海雙島：聖托里尼、米克諾斯、天空之城、諸神的故鄉、希臘10天之旅','ES1080909CAA','77,900','10天','16','0','2018/09/09','南歐','希臘',2),(77,'Hello!長榮荷德比法3遊船OUTLET10天','EW1080901BRA','69,900','10天','26','0','2018/09/10','中西歐','荷蘭/比利時/法國/德國',2),(78,'親子水陸雙樂園5日','ICN180912KEB','13,000','5天','16','16','2018/09/12','韓國','首爾',2),(79,'哈韓94狂～超人氣三大主題5日','ICN180912KEA','15,000','5天','16','16','2018/09/12','韓國','首爾',2),(80,'潑墨黃山•傳奇宏村•狀元休甯5日','TXN180912BRC','23,900','5天','17','16','2018/09/12','中國大陸華東區','安徽',2),(81,'迴響夢駝鈴系列〜河西走廊五彩山、莫高窟、鳴沙山+月牙泉8日','LHW180912HUB','39,900','8天','16','15','2018/09/12','中國大陸西北區','甘肅',2),(82,'東京蝦拼半自助漫遊五日','TYO180913ITA','21,999','5天','16','15','2018/09/13','日本團體','東京',2),(83,'肯亞野性呼喚10天非洲王子系列','AK1080913KQA','159,900','10天','13','12','2018/09/13','非洲','肯亞',2),(84,'北疆~東方瑞士喀那斯˙禾木˙巴音布魯克12日','URC180914HUD','61,900','12天','16','15','2018/09/14','中國大陸西北區','新疆',2),(85,'奧捷雙國、米其林、湖區、古堡、遊船、雙登塔10天(長榮直飛)','EE1080914BRA','62,900','10天','26','25','2018/09/14','東歐','奧捷',2),(86,'小資奇幻極光4+1晚2次遇見極光','AS0680915ZZA','17,900','6天','4','4','2018/09/15','北美洲','美國',2),(87,'摩洛哥10天卡薩布蘭、卡四大皇城、撒哈拉沙漠、阿班哈杜','AN1080915QRA','69,900','10天','26','0','2018/09/15','非洲','摩洛哥',2),(88,'海洋自主號西加勒比海牙買加、大開曼群島、墨西哥11日','EC1180915BRA','69,900','11天','20','0','2018/09/15','遊輪','加勒比海 遊輪',2),(89,'肯亞我要玩狠大8天','AK0880915KQA','125,900','8天','13','12','2018/09/15','非洲','肯亞',2),(90,'東方夏威夷~陽光沙灘椰林超值海南5日','HAK180916HUB','11,999','5天','16','15','2018/09/16','中國大陸中南區','海南島',2),(91,'東方夏威夷~陽光沙灘椰林熱情海南5日','HAK180916HUA','17,900','5天','16','15','2018/09/16','中國大陸中南區','海南島',2),(92,'亞特蘭蒂斯~東方夏威夷˙陽光沙灘椰林頂級海南5日','HAK180916HUC','19,900','5天','16','15','2018/09/16','中國大陸中南區','海南島',2),(93,'黃山典雅輕鬆行~黃山•宏村•唐模法國鄉村7日','TXN180916BRB','28,800','7天','16','15','2018/09/16','中國大陸華東區','安徽',2),(94,'張家界天門山袁家界鳳凰古城玻璃橋精選8日','CSX180917CZC','28,900','8天','17','16','2018/09/17','中國大陸中南區','張家界',2),(95,'迴響夢駝鈴系列〜河西走廊五彩山、莫高窟、鳴沙山+月牙泉8日','LHW180917HUA','39,900','8天','16','15','2018/09/17','中國大陸西北區','甘肅',2),(96,'Hello!長榮荷德比法3遊船OUTLET10天','EW1080917BRA','69,900','10天','26','0','2018/09/17','中西歐','荷蘭/比利時/法國/德國',2),(97,'秘境克斯波國家公園10天(一中段)','EE1080917OSA','78,900','10天','26','25','2018/09/17','東歐','克斯蒙(克羅埃西亞)',2),(98,'美麗新視界~張家界鳳凰古城6天','DYG180918CZB','23,900','6天','16','15','2018/09/18','中國大陸中南區','張家界',2),(99,'超值熱賣哈韓5日遊','ICN180919KEE','10,999','5天','19','19','2018/09/19','韓國','首爾',2),(100,'親子水陸雙樂園5日','ICN180919KEB','13,000','5天','16','16','2018/09/19','韓國','首爾',2),(101,'哈韓94狂～超人氣三大主題5日','ICN180919KEA','15,000','5天','16','16','2018/09/19','韓國','首爾',2),(102,'潑墨黃山•傳奇宏村•狀元休甯5日','TXN180919BRC','23,900','5天','17','16','2018/09/19','中國大陸華東區','安徽',2),(103,'迴響夢駝鈴系列〜河西走廊五彩山、莫高窟、鳴沙山+月牙泉8日','LHW180919HUB','39,900','8天','16','15','2018/09/19','中國大陸西北區','甘肅',2),(104,'東京蝦拼半自助漫遊五日','TYO180920ITA','23,999','5天','16','15','2018/09/20','日本團體','東京',2),(105,'初戀幸福極光4+1晚4次遇見極光','AS0680920ZZA','26,900','6天','4','4','2018/09/20','北美洲','美國',2),(106,'肯亞野性呼喚10天非洲王子系列','AK1080920KQA','159,900','10天','13','12','2018/09/20','非洲','肯亞',2),(107,'奧捷雙國、米其林、湖區、古堡、遊船、雙登塔10天(長榮直飛)','EE1080921BRA','62,900','10天','26','25','2018/09/21','東歐','奧捷',2),(108,'西班牙七大城聖家堂佛朗明哥晚餐秀10日','SS1080921TKA','69,900','10天','26','25','2018/09/21','南歐','西班牙',2),(109,'親子水陸雙樂園5日','ICN180922KEB','16,000','5天','16','16','2018/09/22','韓國','首爾',2),(110,'哈韓94狂～超人氣三大主題5日','ICN180922KEA','17,000','5天','16','16','2018/09/22','韓國','首爾',2),(111,'肯亞我要玩狠大8天','AK0880922KQA','125,900','8天','13','12','2018/09/22','非洲','肯亞',2),(112,'東方夏威夷~陽光沙灘椰林超值海南5日','HAK180923HUB','11,999','5天','16','0','2018/09/23','中國大陸中南區','海南島',2),(113,'東方夏威夷~陽光沙灘椰林熱情海南5日','HAK180923HUA','17,900','5天','16','0','2018/09/23','中國大陸中南區','海南島',2),(114,'亞特蘭蒂斯~東方夏威夷˙陽光沙灘椰林頂級海南5日','HAK180923HUC','19,900','5天','16','0','2018/09/23','中國大陸中南區','海南島',2),(115,'黃山典雅輕鬆行~黃山•宏村•唐模法國鄉村7日','TXN180923BRB','28,800','7天','16','0','2018/09/23','中國大陸華東區','安徽',2),(116,'就是愛德瑞、鐵力士山、天鵝堡、羅騰堡、OUTLET10天','EW1080923CAA','75,900','10天','27','24','2018/09/23','中西歐','德瑞',2),(117,'Hello!長榮荷德比法3遊船OUTLET10天','EW1080924BRA','69,900','10天','26','0','2018/09/24','中西歐','荷蘭/比利時/法國/德國',2),(118,'雙城夢幻極光5+1晚3次遇見極光','AS0780925ZZA','29,900','7天','4','4','2018/09/25','北美洲','美國',2),(119,'印度傳奇～金三角、泰姬瑪哈陵、貴族皇宮瑜珈冥想體驗８天','DEL08180925B','34,900','8天','26','15','2018/09/25','南亞','印度',2),(120,'5星【直飛】加贈洞穴飯店、3D光雕秀蕃紅花城11日','ME1180925TKA','47,900','11天','26','1','2018/09/25','中東','土耳其',2);
/*!40000 ALTER TABLE `bigtable` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-09-02 22:57:09
